import React from 'react';
import cl from "./block.module.css"

const BlockTwoo = () => {
    return (
        <div  className={cl.conteiner_box}>
             <div className="content">
                <div className={cl.conteiner_box_list}>
                    <h3>1. Постоянные противопоказания к занятий йогой</h3>
                    <span>
                        Когда есть эти противопоказания, то в занятиях йогой нет ровно никакого смысла. Йога оказывает терапевтическое воздействие лишь в том случае, если человек находится в некоем «среднем диапазоне». Т.е. если он уже вышел за "привычные" жизненные диапазоны, оказался в различных критических состояниях - практиковать йогу не рекомендуется. Можно, конечно, но никто и никогда не даст вам никаких гарантий.
                    </span>
                    <ul>Есть какие-либо психические заболевания (особенно шизофрения) - не практикуйте. Есть вероятность, что занятия могут помочь. Но есть гораздо большая вероятность того, что может стать хуже. Поэтому, если вы наблюдаетесь у психиатра - обязательно проконсультируйтесь с ним, перед тем как идти на занятия йогой.</ul>
                    <ul> Поставленные врачами диагнозы:                       
                        <li>Гипертоническая болезнь (артериальная гипертензия от 2 стадии и выше)</li>
                        <li>Повышенное внутричерепное давление (внутричерепная гипертензия)</li>
                        <li>Тяжелые поражения сердечно-сосудистой системы (ишемическая болезнь, ревматизм в активной фазе, пароксизмальная тахикардия,  мерцательная аритмия; аневризм аорты и некомпенсированные пороки сердца);</li>
                        <li>Инфекционные поражения суставов: например, инфекционный или реактивный артрит;</li>
                        <li>Инфекции головного или спинного мозга;</li>
                        <li>Злокачественные новообразования (то есть при раке или саркоме);</li>
                        <li>Тяжелые заболевания крови;
                            При наличии таких заболеваний занятия йогой противопоказаны однозначно. Основная задача в таких жутких случаях - просто выжить. Раз  человек дошёл до таких жутких состояний - йога уже никак не поможет. И все ресурсы должны быть направлены именно на выживание. Когда случится "нормальное" состояние - тогда можно приступать и к йоге</li>
                    </ul>
                    <h3>2. Ситуации, когда с занятиями йогой лучше повременить до выздоровления</h3>
                    <ul> Иногда лучше повременить
                        <li>В течении полугода после инсультов - йогу не практикуйте.</li>
                        <li>В течении полугода после инсультов - йогу не практикуйте.</li>
                        <li>При тяжелых черепно-мозговых травмах и травматических  повреждениях костей и позвоночника практиковать йогу не нужно</li>
                        <li>При любых острых заболеваниях внутренних органов (например, при обострении панкреатита или холецистита, при аппендиците и т. д.), а также при паховых грыжах - ни о какой йоге и речи быть не может.</li>
                    </ul>
                    <span>Подводя небольшой итог по этой ужасной части.</span>
                    <span>
                        Если вы наблюдаетесь у врача «по серьёзному» (т.е. не по поводу банальных ОРВИ у участкового терапевта, а вам уже назначен лечащий врач), то перед тем как идти на йогу - обязательно проконсультируйтесь об этом с ним.
                        А после того, как он дал вам «добро» на занятия, обязательно уведомите инструктора йоги о вашем заболевании.
                    </span>
                    <h3>
                        3. Большое депрессивное расстройство («клиническая депрессия») в острой стадии
                    </h3>
                    <span>

                    </span>
                </div>
             </div>
        </div>
    );
};

export default BlockTwoo;